driver-tests/bpelse/assign/AssignJbi/test/results/CopyunsignedShortInvoke/Actual_20130319180438_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <unsignedShortPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_unsignedShort>10000</xsd_unsignedShort>
      <optional_unsignedShort>7901</optional_unsignedShort>
      <repeat_unsignedShort>7901</repeat_unsignedShort>
      <repeat_unsignedShort>51</repeat_unsignedShort>
    </unsignedShortPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>